tap "anchore/grype"
tap "aquasecurity/trivy"
tap "bearer/tap"
tap "cirruslabs/cli"
tap "dagger/tap"
tap "ddev/ddev"
tap "elixir-tools/tap"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "kanidm/kanidm"
tap "minio/stable"
tap "moderneinc/moderne"
tap "rusty-ferris-club/tap"
tap "thezoraiz/ascii-image-converter"
brew "ack"
brew "ca-certificates"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "openssl@3"
brew "pcre2"
brew "readline"
brew "sqlite"
brew "xz"
brew "glib", link: false
brew "lzo"
brew "pixman"
brew "fribidi"
brew "jpeg-turbo"
brew "lz4"
brew "zstd"
brew "libtiff"
brew "graphite2"
brew "icu4c"
brew "harfbuzz"
brew "pango"
brew "libyaml"
brew "ansible"
brew "brotli"
brew "giflib"
brew "highway"
brew "imath"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "aribb24"
brew "astyle"
brew "autoconf"
brew "automake"
brew "python@3.11"
brew "awscli"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "binutils"
brew "bison"
brew "bob"
brew "buildkit"
brew "bundletool"
brew "bzip2"
brew "carthage"
brew "ccls"
brew "cdrtools"
brew "chezmoi"
brew "cjson"
brew "clipboard"
brew "cloc"
brew "cmake"
brew "dtc"
brew "gmp"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "libnghttp2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libusb"
brew "ncurses"
brew "snappy"
brew "qemu"
brew "lima"
brew "colima", args: ["HEAD"], restart_service: true
brew "comby"
brew "curl"
brew "libtool"
brew "unixodbc"
brew "libsodium"
brew "php"
brew "composer"
brew "coreutils"
brew "dav1d"
brew "frei0r"
brew "lame"
brew "libbluray"
brew "libsamplerate"
brew "libsoxr"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "rav1e"
brew "rubberband"
brew "sdl2"
brew "srt"
brew "svt-av1"
brew "tesseract"
brew "x264"
brew "x265"
brew "xvid"
brew "zeromq"
brew "zimg"
brew "ffmpeg"
brew "crunchy-cli"
brew "dependency-check"
brew "docker"
brew "docker-buildx"
brew "docker-credential-helper"
brew "doppler"
brew "doxygen"
brew "wxwidgets"
brew "elixir-ls"
brew "fastfetch"
brew "fastlane"
brew "figlet"
brew "fio"
brew "flyctl"
brew "fwup"
brew "gawk"
brew "gh"
brew "git"
brew "gitleaks"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "pkg-config"
brew "gpatch"
brew "graphviz"
brew "grype"
brew "htop"
brew "httm"
brew "libusbmuxd"
brew "ideviceinstaller"
brew "imagemagick"
brew "inetutils"
brew "ioping"
brew "jq"
brew "p7zip"
brew "julia"
brew "keystone", args: ["HEAD"]
brew "kind"
brew "lbzip2"
brew "libffi"
brew "libgphoto2"
brew "libmagic"
brew "libxml2"
brew "libxslt"
brew "z3"
brew "llvm"
brew "llvm@14"
brew "lolcat"
brew "lsd"
brew "lsusb"
brew "lua-language-server"
brew "luarocks"
brew "lzlib"
brew "mackup"
brew "mas"
brew "md5deep"
brew "ninja"
brew "minicom"
brew "mise"
brew "moreutils"
brew "neofetch"
brew "neovim"
brew "neovide"
brew "neovim-remote"
brew "nmap"
brew "node"
brew "nomad"
brew "nushell"
brew "openssl@1.1"
brew "tree"
brew "pass"
brew "patchelf"
brew "pinentry-mac"
brew "pkl"
brew "postgresql@14"
brew "protobuf"
brew "re2c"
brew "reattach-to-user-namespace"
brew "rich-cli"
brew "ripgrep"
brew "scdoc"
brew "semgrep"
brew "shellcheck"
brew "shfmt"
brew "skopeo"
brew "squashfs"
brew "standard"
brew "stylua"
brew "swift-format"
brew "swiftformat"
brew "swiftlint"
brew "tailscale"
brew "tcl-tk"
brew "tealdeer"
brew "tmux"
brew "transcrypt"
brew "u-boot-tools"
brew "unicorn", args: ["HEAD"]
brew "unzip"
brew "urlview"
brew "virt-manager"
brew "watchman"
brew "wget"
brew "wimlib"
brew "wireguard-tools"
brew "xclip"
brew "xcodegen"
brew "xsel"
brew "yadm"
brew "ykman"
brew "ykpers"
brew "zlib"
brew "zsh", args: ["HEAD"]
brew "aquasecurity/trivy/trivy"
brew "bearer/tap/bearer"
brew "cirruslabs/cli/cirrus"
brew "cirruslabs/cli/orchard"
brew "cirruslabs/cli/sshpass"
brew "cirruslabs/cli/tart"
brew "dagger/tap/dagger"
brew "dagger/tap/dagger-cue"
brew "ddev/ddev/ddev"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/packer"
brew "kanidm/kanidm/kanidm"
brew "minio/stable/mc"
brew "moderneinc/moderne/mod"
brew "rusty-ferris-club/tap/backpack"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
cask "aethersx2"
cask "alfred"
cask "android-studio"
cask "arduino-ide"
cask "balenaetcher"
cask "bambu-studio"
cask "bartender"
cask "betterdisplay"
cask "brave-browser"
cask "charles"
cask "chromedriver"
cask "cleanmymac"
cask "crossover"
cask "devonthink"
cask "discord"
cask "easy-move-plus-resize"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "fig"
cask "figma"
cask "finch"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-monofur-nerd-font"
cask "font-noto-nerd-font"
cask "font-profont-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "ghidra"
cask "gpg-suite"
cask "imazing"
cask "istat-menus"
cask "iterm2"
cask "kaleidoscope"
cask "ledger-live"
cask "librepcb"
cask "little-snitch"
cask "macfuse"
cask "monero-wallet"
cask "monodraw"
cask "moonlight"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "openemu"
cask "openscad"
cask "parallels"
cask "parallels-toolbox"
cask "pdf-expert"
cask "rar"
cask "rio"
cask "royal-tsx"
cask "secretive"
cask "sf-symbols"
cask "steam"
cask "sublime-text"
cask "temurin"
cask "vagrant"
cask "visual-studio-code"
cask "whisky"
cask "wireshark"
cask "yubico-yubikey-manager"
cask "zed"
vscode "ardenivanov.svelte-intellisense"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "bradlc.vscode-tailwindcss"
vscode "esbenp.prettier-vscode"
vscode "evidence.evidence-vscode"
vscode "jakebecker.elixir-ls"
vscode "mistermunchkin.simple-markdown-snippets"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "parallelsdesktop.parallels-desktop"
vscode "phoenixframework.phoenix"
vscode "rust-lang.rust-analyzer"
vscode "selemondev.vscode-shadcn-svelte"
vscode "shan.code-settings-sync"
vscode "silvenon.mdx"
vscode "svelte.svelte-vscode"
vscode "syler.sass-indented"
vscode "unifiedjs.vscode-mdx"
vscode "vadistic.mdx-inline"
vscode "vscodevim.vim"
