tap "anchore/grype"
tap "aquasecurity/trivy"
tap "bearer/tap"
tap "cirruslabs/cli"
tap "dagger/tap"
tap "ddev/ddev"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "kanidm/kanidm"
tap "minio/stable"
tap "moderneinc/moderne"
tap "rusty-ferris-club/tap"
tap "thezoraiz/ascii-image-converter"
brew "ack"
brew "ca-certificates"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "openssl@3"
brew "pcre2"
brew "readline"
brew "sqlite"
brew "xz"
brew "glib", link: false
brew "lzo"
brew "pixman"
brew "fribidi"
brew "jpeg-turbo"
brew "lz4"
brew "zstd"
brew "libtiff"
brew "graphite2"
brew "icu4c"
brew "harfbuzz"
brew "pango"
brew "libyaml"
brew "ansible"
brew "brotli"
brew "giflib"
brew "highway"
brew "imath"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "aribb24"
brew "astyle"
brew "autoconf"
brew "automake"
brew "python@3.11"
brew "awscli"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "binutils"
brew "bison"
brew "bob"
brew "buildkit"
brew "bundletool"
brew "bzip2"
brew "ccls"
brew "cdrtools"
brew "chezmoi"
brew "cjson"
brew "clipboard"
brew "cloc"
brew "cmake"
brew "dtc"
brew "gmp"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "libnghttp2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libusb"
brew "ncurses"
brew "snappy"
brew "qemu"
brew "lima"
brew "colima", args: ["HEAD"], restart_service: true
brew "comby"
brew "curl"
brew "libtool"
brew "unixodbc"
brew "libsodium"
brew "php"
brew "composer"
brew "coreutils"
brew "dav1d"
brew "frei0r"
brew "lame"
brew "libbluray"
brew "libsamplerate"
brew "libsoxr"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "rav1e"
brew "rubberband"
brew "sdl2"
brew "srt"
brew "svt-av1"
brew "tesseract"
brew "x264"
brew "x265"
brew "xvid"
brew "zeromq"
brew "zimg"
brew "ffmpeg"
brew "crunchy-cli"
brew "dependency-check"
brew "docker"
brew "docker-buildx"
brew "docker-credential-helper"
brew "doppler"
brew "doxygen"
brew "wxwidgets"
brew "fastlane"
brew "figlet"
brew "fio"
brew "flyctl"
brew "fwup"
brew "gawk"
brew "gh"
brew "git"
brew "gitleaks"
brew "gnu-sed"
brew "gnu-tar"
brew "pkg-config"
brew "gpatch"
brew "graphviz"
brew "grype"
brew "htop"
brew "httm"
brew "libusbmuxd"
brew "ideviceinstaller"
brew "imagemagick"
brew "inetutils"
brew "ioping"
brew "jq"
brew "p7zip"
brew "julia"
brew "keystone", args: ["HEAD"]
brew "kind"
brew "lbzip2"
brew "libffi"
brew "libgphoto2"
brew "libmagic"
brew "libxml2"
brew "libxslt"
brew "z3"
brew "llvm"
brew "llvm@14"
brew "lolcat"
brew "lsd"
brew "lsusb"
brew "lua-language-server"
brew "luarocks"
brew "lzlib"
brew "mackup"
brew "mas"
brew "md5deep"
brew "ninja"
brew "mise"
brew "moreutils"
brew "neofetch"
brew "neovim"
brew "neovide"
brew "neovim-remote"
brew "nmap"
brew "node"
brew "nomad"
brew "nushell"
brew "openssl@1.1"
brew "patchelf"
brew "pkl"
brew "postgresql@14"
brew "protobuf"
brew "re2c"
brew "reattach-to-user-namespace"
brew "rich-cli"
brew "ripgrep"
brew "scdoc"
brew "semgrep"
brew "shellcheck"
brew "shfmt"
brew "skopeo"
brew "squashfs"
brew "standard"
brew "stylua"
brew "swift-format"
brew "swiftformat"
brew "swiftlint"
brew "tailscale"
brew "tcl-tk"
brew "tealdeer"
brew "tmux"
brew "tree"
brew "u-boot-tools"
brew "unicorn", args: ["HEAD"]
brew "unzip"
brew "urlview"
brew "virt-manager"
brew "watchman"
brew "wget"
brew "wimlib"
brew "wireguard-tools"
brew "xclip"
brew "xcodegen"
brew "xsel"
brew "yadm"
brew "zlib"
brew "zsh", args: ["HEAD"]
brew "aquasecurity/trivy/trivy"
brew "hashicorp/tap/packer"
brew "minio/stable/mc"
brew "rusty-ferris-club/tap/backpack"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
cask "qlmarkdown"
cask "qlstephen"
cask "syntax-highlight"
cask "wezterm"
