tap "anchore/grype"
tap "aquasecurity/trivy"
tap "bearer/tap"
tap "cirruslabs/cli"
tap "dagger/tap"
tap "ddev/ddev"
tap "elixir-tools/tap"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "kanidm/kanidm"
tap "koekeishiya/formulae"
tap "minio/stable"
tap "moderneinc/moderne"
tap "rusty-ferris-club/tap"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
tap "thezoraiz/ascii-image-converter"
brew "ack"
brew "ca-certificates"
brew "libyaml"
brew "readline"
brew "sqlite"
brew "xz"
brew "ansible"
brew "brotli"
brew "giflib"
brew "highway"
brew "imath"
brew "jpeg-turbo"
brew "libpng"
brew "lz4"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "aribb24"
brew "astyle"
brew "autoconf"
brew "automake"
brew "python@3.11"
brew "awscli"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "binutils"
brew "bison"
brew "bob"
brew "icu4c"
brew "buildkit"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre2"
brew "glib"
brew "lzo"
brew "pixman"
brew "graphite2"
brew "harfbuzz"
brew "bundletool"
brew "bzip2"
brew "carthage"
brew "z3"
brew "llvm"
brew "ccls"
brew "cdrtools"
brew "cjson"
brew "clipboard"
brew "cloc"
brew "cmake"
brew "dtc"
brew "gmp"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "libnghttp2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libusb"
brew "ncurses"
brew "snappy"
brew "colima", restart_service: true
brew "comby"
brew "curl"
brew "libtool"
brew "unixodbc"
brew "libsodium"
brew "php"
brew "composer"
brew "coreutils"
brew "dav1d"
brew "frei0r"
brew "fribidi"
brew "lame"
brew "libbluray"
brew "libsamplerate"
brew "libsoxr"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "pango"
brew "rav1e"
brew "rubberband"
brew "sdl2"
brew "srt"
brew "svt-av1"
brew "tesseract"
brew "x264"
brew "x265"
brew "xvid"
brew "zeromq"
brew "zimg"
brew "ffmpeg"
brew "crunchy-cli"
brew "dependency-check"
brew "docker"
brew "docker-buildx"
brew "docker-credential-helper"
brew "doppler"
brew "doxygen"
brew "wxwidgets"
brew "elixir-ls"
brew "fastfetch"
brew "fastlane"
brew "figlet"
brew "fio"
brew "flyctl"
brew "fwup"
brew "gawk"
brew "gh"
brew "git"
brew "git-lfs"
brew "gitleaks"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gpatch"
brew "graphviz"
brew "grype"
brew "htop"
brew "httm"
brew "libusbmuxd"
brew "ideviceinstaller"
brew "imagemagick"
brew "incus"
brew "inetutils"
brew "ioping"
brew "jq"
brew "p7zip"
brew "julia"
brew "just"
brew "keystone", args: ["HEAD"]
brew "kind"
brew "lbzip2"
brew "libffi"
brew "libgphoto2"
brew "libmagic"
brew "libxml2"
brew "libxslt"
brew "lolcat"
brew "lsd"
brew "lsusb"
brew "lua"
brew "lua-language-server"
brew "luarocks"
brew "lxc"
brew "lzlib"
brew "mas"
brew "md5deep"
brew "minicom"
brew "mise"
brew "mkfontscale"
brew "moreutils"
brew "neovim"
brew "neovide"
brew "neovim-remote"
brew "ninja"
brew "nmap"
brew "node"
brew "nowplaying-cli"
brew "nushell"
brew "tree"
brew "pass"
brew "patchelf"
brew "pinentry-mac"
brew "pipx"
brew "pkg-config"
brew "pkl"
brew "protobuf"
brew "re2c"
brew "readpe"
brew "reattach-to-user-namespace"
brew "rich-cli"
brew "ripgrep"
brew "rizin"
brew "scdoc"
brew "semgrep"
brew "shellcheck"
brew "shfmt"
brew "skopeo"
brew "squashfs"
brew "standard"
brew "stylua"
brew "swift-format"
brew "swiftformat"
brew "swiftlint"
brew "switchaudio-osx"
brew "tcl-tk"
brew "tealdeer"
brew "tmux"
brew "transcrypt"
brew "u-boot-tools"
brew "unicorn", args: ["HEAD"]
brew "unzip"
brew "urlview"
brew "watchman"
brew "wget"
brew "wimlib"
brew "wireguard-tools"
brew "xclip"
brew "xcodegen"
brew "xsel"
brew "yadm"
brew "ykman"
brew "ykpers"
brew "zlib"
brew "zsh", args: ["HEAD"]
brew "aquasecurity/trivy/trivy"
brew "bearer/tap/bearer"
brew "dagger/tap/dagger"
brew "dagger/tap/dagger-cue"
brew "ddev/ddev/ddev"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "felixkratz/formulae/svim"
brew "hashicorp/tap/packer"
brew "kanidm/kanidm/kanidm"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "minio/stable/mc"
brew "moderneinc/moderne/mod"
brew "rusty-ferris-club/tap/backpack"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
mas "Apple Configurator", id: 1037126344
mas "Compressor", id: 424390742
mas "DaisyDisk", id: 411643860
mas "Final Cut Pro", id: 424389933
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Reeder", id: 1529448980
mas "Remote Desktop", id: 409907375
mas "SnippetsLab", id: 1006087419
mas "Synalyze It! Pro", id: 475193367
mas "Tailscale", id: 1475387142
mas "Xcode", id: 497799835
vscode "ardenivanov.svelte-intellisense"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "bradlc.vscode-tailwindcss"
vscode "esbenp.prettier-vscode"
vscode "evidence.evidence-vscode"
vscode "formulahendry.code-runner"
vscode "icsharpcode.ilspy-vscode"
vscode "jakebecker.elixir-ls"
vscode "mistermunchkin.simple-markdown-snippets"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "parallelsdesktop.parallels-desktop"
vscode "phoenixframework.phoenix"
vscode "rust-lang.rust-analyzer"
vscode "selemondev.vscode-shadcn-svelte"
vscode "shan.code-settings-sync"
vscode "silvenon.mdx"
vscode "svelte.svelte-vscode"
vscode "syler.sass-indented"
vscode "unifiedjs.vscode-mdx"
vscode "vadistic.mdx-inline"
vscode "vscodevim.vim"
