alfred
android-studio
arduino-ide
balenaetcher
bambu-studio
brave-browser
bruno
charles
chromedriver
cleanmymac
cloudmounter
crossover
cutter
cyberduck
devonagent
devonthink
discord
elgato-control-center
elgato-stream-deck
font-3270-nerd-font
font-agave-nerd-font
font-anonymice-nerd-font
font-arimo-nerd-font
font-aurulent-sans-mono-nerd-font
font-fira-code
font-fira-code-nerd-font
font-hack-nerd-font
font-monofur-nerd-font
font-noto-nerd-font
font-profont-nerd-font
font-roboto-mono-nerd-font
font-sf-mono-nerd-font-ligaturized
font-space-mono-nerd-font
font-victor-mono-nerd-font
ghidra
gpg-suite
hazel
imazing
iterm2
kaleidoscope
keyboard-maestro
ledger-live
librepcb
little-snitch
macfuse
monero-wallet
monodraw
moonlight
ngrok
obs
obsidian
openemu
openscad
parallels
parallels-toolbox
pdf-expert
rar
rio
royal-tsx
secretive
sf-symbols
steam
sublime-text
temurin
vagrant
visual-studio-code
wireshark
zed
