tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/core"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "unixodbc"
brew "asdf"
brew "curl"
brew "direnv"
brew "fastlane"
brew "flyctl"
brew "fop"
brew "git"
brew "go"
brew "kerl"
brew "libxslt"
brew "llvm"
brew "mas"
brew "neofetch"
brew "neovim"
brew "openssl@3"
brew "pyenv"
brew "rustup-init"
brew "terraform"
brew "tmux"
brew "unzip"
brew "wget"
brew "wireshark"
brew "wxwidgets"
brew "yarn"
brew "youtube-dl"
brew "z3"
brew "zsh"
cask "alfred"
cask "bartender"
cask "bettertouchtool"
cask "brave-browser"
cask "charles"
cask "docker"
cask "font-monofur-nerd-font"
cask "font-noto-nerd-font"
cask "font-profont-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "ghidra"
cask "gpg-suite"
cask "istat-menus"
cask "iterm2"
cask "ledger-live"
cask "little-snitch"
cask "monodraw"
cask "nova"
cask "secretive"
cask "sf-symbols"
cask "steam"
cask "sublime-text"
cask "visual-studio-code"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Bakery", id: 1575220747
mas "DaisyDisk", id: 411643860
mas "Final Cut Pro", id: 424389933
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "SnippetsLab", id: 1006087419
mas "Xcode", id: 497799835
