tap "dagger/tap"
tap "elixir-tools/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "minio/stable"
brew "ack"
brew "brotli"
brew "giflib"
brew "highway"
brew "imath"
brew "jpeg-turbo"
brew "libpng"
brew "lz4"
brew "xz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "aribb24"
brew "autoconf"
brew "automake"
brew "ca-certificates"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "python@3.11"
brew "awscli"
brew "binutils"
brew "bison"
brew "icu4c"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre2"
brew "glib"
brew "lzo"
brew "pixman"
brew "cjson"
brew "cloc"
brew "cmake"
brew "dtc"
brew "gmp"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "libnghttp2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libusb"
brew "ncurses"
brew "snappy"
brew "qemu"
brew "colima", args: ["HEAD"]
brew "comby"
brew "coreutils"
brew "libssh2"
brew "curl"
brew "dav1d"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "doppler"
brew "libsodium"
brew "libyaml"
brew "fastlane"
brew "frei0r"
brew "fribidi"
brew "graphite2"
brew "harfbuzz"
brew "lame"
brew "libbluray"
brew "libsamplerate"
brew "libsoxr"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "pango"
brew "rav1e"
brew "rubberband"
brew "sdl2"
brew "srt"
brew "svt-av1"
brew "tesseract"
brew "x264"
brew "x265"
brew "xvid"
brew "zeromq"
brew "zimg"
brew "ffmpeg"
brew "flyctl"
brew "gawk"
brew "git"
brew "htop"
brew "libusbmuxd"
brew "ideviceinstaller"
brew "libtool"
brew "imagemagick"
brew "inetutils"
brew "jq"
brew "keystone", args: ["HEAD"]
brew "libgit2"
brew "libgphoto2"
brew "libmagic"
brew "libxml2"
brew "libxslt"
brew "z3"
brew "llvm"
brew "llvm@14"
brew "lsusb"
brew "mas"
brew "md5deep"
brew "mise"
brew "moreutils"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "nmap"
brew "node"
brew "openssl@1.1"
brew "p7zip"
brew "pkg-config"
brew "postgresql@14"
brew "protobuf"
brew "re2c"
brew "reattach-to-user-namespace"
brew "scdoc"
brew "semgrep"
brew "shellcheck"
brew "shfmt"
brew "standard"
brew "swift-format"
brew "swiftformat"
brew "swiftlint"
brew "tcl-tk"
brew "tmux", args: ["HEAD"]
brew "tree"
brew "u-boot-tools"
brew "unicorn", args: ["HEAD"]
brew "unixodbc"
brew "unzip"
brew "urlview"
brew "watchman"
brew "wget"
brew "wimlib"
brew "wireguard-tools"
brew "wxwidgets"
brew "xcodegen"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "dagger/tap/dagger"
brew "dagger/tap/dagger-cue"
brew "minio/stable/mc"
cask "aethersx2"
cask "alfred"
cask "android-platform-tools"
cask "arduino-ide"
cask "balenaetcher"
cask "bambu-studio"
cask "bartender"
cask "betterdisplay"
cask "bettertouchtool"
cask "brave-browser"
cask "charles"
cask "chromedriver"
cask "cleanmymac"
cask "crossover"
cask "devonthink"
cask "discord"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "fig"
cask "figma"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-monofur-nerd-font"
cask "font-noto-nerd-font"
cask "font-profont-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "ghidra"
cask "hammerspoon"
cask "imazing"
cask "istat-menus"
cask "iterm2"
cask "kaleidoscope"
cask "ledger-live"
cask "librepcb"
cask "little-snitch"
cask "monero-wallet"
cask "monodraw"
cask "mountain-duck"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "openemu"
cask "openscad"
cask "outline"
cask "parallels"
cask "parallels-toolbox"
cask "pdf-expert"
cask "postman"
cask "proxyman"
cask "rar"
cask "raycast"
cask "royal-tsx"
cask "secretive"
cask "sf-symbols"
cask "steam"
cask "sublime-text"
cask "temurin"
cask "visual-studio-code"
cask "vmware-fusion"
cask "whisky"
cask "wireshark"
cask "zed"
mas "Amphetamine", id: 937984704
mas "Bakery", id: 1575220747
mas "Compressor", id: 424390742
mas "DaisyDisk", id: 411643860
mas "Final Cut Pro", id: 424389933
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Reeder", id: 1529448980
mas "Remote Desktop", id: 409907375
mas "SnippetsLab", id: 1006087419
mas "Synalyze It! Pro", id: 475193367
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
vscode "ardenivanov.svelte-intellisense"
vscode "asvetliakov.vscode-neovim"
vscode "bradlc.vscode-tailwindcss"
vscode "JakeBecker.elixir-ls"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "phoenixframework.phoenix"
vscode "rust-lang.rust-analyzer"
vscode "svelte.svelte-vscode"
