tap "dagger/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/core"
brew "openssl@1.1"
brew "node"
brew "apollo-cli"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "openssl@3"
brew "readline"
brew "unixodbc"
brew "asdf"
brew "pkg-config"
brew "lzo"
brew "carthage"
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "qemu"
brew "colima"
brew "llvm@14"
brew "crystal"
brew "curl"
brew "direnv"
brew "docker"
brew "fastlane"
brew "sdl2"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "fop"
brew "git"
brew "go"
brew "htop"
brew "jq"
brew "kerl"
brew "libgphoto2"
brew "libusbmuxd"
brew "libxml2"
brew "libxslt"
brew "z3"
brew "llvm"
brew "mas"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "nodenv"
brew "p7zip"
brew "protobuf"
brew "pyenv"
brew "qt@5"
brew "reattach-to-user-namespace"
brew "rust"
brew "rustup-init"
brew "standard"
brew "swiftformat"
brew "swiftlint"
brew "terraform"
brew "tmux"
brew "tree"
brew "typescript"
brew "unzip"
brew "urlview"
brew "wget"
brew "wireshark"
brew "wxwidgets"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "zsh", args: ["HEAD"]
brew "dagger/tap/dagger"
brew "dagger/tap/dagger-cue"
cask "aethersx2"
cask "alfred"
cask "android-platform-tools"
cask "autodesk-fusion360"
cask "balenaetcher"
cask "bartender"
cask "bettertouchtool"
cask "brave-browser"
cask "charles"
cask "chromedriver"
cask "cleanmymac"
cask "crossover"
cask "devonthink"
cask "discord"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "font-monofur-nerd-font"
cask "font-noto-nerd-font"
cask "font-profont-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "ghidra"
cask "gpg-suite"
cask "imazing"
cask "insomnia"
cask "istat-menus"
cask "iterm2"
cask "kaleidoscope"
cask "ledger-live"
cask "librepcb"
cask "little-snitch"
cask "monero-wallet"
cask "monodraw"
cask "mountain-duck"
cask "nova"
cask "obs"
cask "obsidian"
cask "openemu"
cask "pdf-expert"
cask "postman"
cask "proxyman"
cask "rar"
cask "royal-tsx"
cask "secretive"
cask "sf-symbols"
cask "steam"
cask "sublime-text"
cask "temurin"
cask "utm"
cask "vagrant"
cask "visual-studio-code"
cask "vmware-fusion"
cask "wireshark-chmodbpf"
